{
    "join_message": "Never fear, AllmightyBot is here!",
    "hosting": "Thanks for watching! We're now hosting {0} so please go over to http://www.twitch.tv/{0} and show them some love!",
    "exit_message": "Goodbye!",
    "reloaded": "Commands reloaded",
    "new_seed": "Let's get a new seed. Type !seed (seed name) to suggest a seed. For example to suggest a seed of Example Seed use !seed Example Seed",
    "seed_added": "One or more seeds have been added to the list!",
    "seed_pick_none": "There was no winner as no seeds were submitted!",
    "seed_pick": "The winner was {0} with a seed of '{1}'",
    "seed_details": "The seed for this world was picked by {0} and is '{1}'",
    "posting_link_warning": "Please ask permission before posting links! This is a warning! Next time will be a timeout!",
    "posting_link_timeout": "Please ask permission before posting links! [Timed out] [{0}]",
    "uptime_today": "{0} has been live for {1}!",
    "viewers": "There are currently {0} viewers here!",
    "not_online": "The stream is not online so there are no viewers!",
    "twitter": "My Twitter: http://rta.pw/twitter",
    "youtube": "My YouTube: http://rta.pw/youtube",
    "website": "My Website: http://rta.pw/website",
    "follow": "Go and follow the awesome {0} at http://www.twitch.tv/{0}",
    "challenge": "I am doing a 260 day streaming challenge where I will be streaming 5 days a week for an entire year.",
    "play_something_else": "Please don't tell Ryan what to play! He play's what he feels like playing. If you don't want to watch what he is playing, then there are a tonne of other channels on Twitch for you to go watch!",
    "crash_landing": "Crash Landing is on the FTB Launcher. Find out more about the pack at http://crashlanding.wildwestscifi.net/ and download FTB Launcher from http://www.feed-the-beast.com",
    "donate": "If you wish to donate you may do so at http://rta.pw/donate - Please note it's not required for anything, ever, it's there only if you enjoy your time here and wish to show some extreme form of love <3",
    "madpack": "MadPack 2 is on the ATLauncher. Get it now at http://www.atlauncher.com/downloads/ or view the mod list at http://www.atlauncher.com/pack/TheMadPack/ and don't forget to follow JonBams on his adventures to make the pack of his dreams at http://www.twitch.tv/JonBams",
    "bytesize": "ByteSize is a pack on the ATLauncher made by NodeCraft. It's meant to be a minimalistic lightweight pack. Check it out at http://www.atlauncher.com/pack/ByteSize",
    "music": "The music Ryan plays is listed in the bio below or on the website at http://rta.pw/music and is all used with either explicit permission or is free to use. You can also use the !song command at anytime to see info about the current song.",
    "no_song_request": "We don't allow song requests here sorry!",
    "picnic": "RyanTheAllmighty's internet seems to have gone down. Some Australian wildlife must have chewed through the cable. Stay tuned he will BRB. Check Twitter for any announcements - http://rta.pw/twitter",
    "skyfactory": "SkyFactory is on the ATLauncher. Find out more about the pack made by Bacon_Donut at http://www.atlauncher.com/pack/SkyFactory/ and download the ATLauncher at http://www.atlauncher.com/downloads/",
    "schedule": "To find out my streaming schedule, please visit http://rta.pw/schedule to see what days and times I'm streaming as well as what I plan on playing/doing on that day. All streams go for a minimum of 3 hours.",
    "tweet_the_stream": "To tweet about the stream, please visit http://rta.pw/tweet and post a tweet!",
    "resource_pack": "The resource pack being used is called Faithful 32. It's available at http://www.magnificentbastards.net/faithful/ for 1.6 and 1.7 versions fo Minecraft. Make sure to use the top 'Latest Pack' links to get the correct download!",
    "mouse_tweaks": "Mouse Tweaks adds in handy extra functions for managing items and inventories such as holding shift and left click to drag over items to move them. Get the mouse tweaks mod from http://www.minecraftforum.net/forums/mapping-and-modding/minecraft-mods/1286379-1-7-10-ssp-smp-mouse-tweaks-2-4-4",
    "are_you_that_ryan": "Yes I am that RyanTheAllmighty. I run ATLauncher. If you need/want proof, you can visit http://www.atlauncher.com/twitch but please note that I don't answer any support issues on stream. Please visit the ATLauncher forums at http://forums.atlauncher.com for support",
    "rules": "We follow 5 simple rules here! 1. Be respectful and kind to all! ~-~ 2. Don't swear just because you can. Keep it civilised and appropriate! ~-~ 3. Don't ask to be a mod. When we look for a mod, we will pick someone who is active and helpful! ~-~ 4. Only post links appropriate to the chat topic/stream. You may need to ask for permission first! ~-~ 5. What the moderators/streamer say is final, so listen to them!",
    "timed_out": "You were timed out for either breaking the rules or angering the bot in some unintended way. Please be careful in the future :)",
    "facecam": "Ryan has no facecam at the moment. He has all the equipment necessary except for decent lighting, so facecam SHOULD be coming soon, just please don't force it or it will never happen!",
    "pg": "This isn't a PG stream, please keep that in mind. Even though we aren't PG, that doesn't give you permission to swear and be completely inappropriate at all times! If you're being a douche, you'll be warned and timed out and that will be your first and only chance!",
    "troll": "Ryan only has Pay2Spawn installed when playing The MadPack. What's the point of you spending your hard earned cash unless it has real horrible consequences :) For a list of all the amounts and what they do, see http://rta.pw/troll",
    "the_allmighty_pack_rebirth": "The Allmighty Pack Rebirth is a pack I'm making (no mod list yet) to be played on stream and to possibly have a viewer server later on. It's in development currently but if you want to access the pack and server visit http://rta.pw/pack to get the pack and server details. Please report issues to http://rta.pw/taprgh",
    "the_allmighty_pack_rebirth_server": "If you wish to join the server we're playing, please visit http://rta.pw/login and get access to The Allmighty Pack Rebirth modpack and the IP is 184.164.151.172",
    "journey_to_the_core": "Journey To The Core is a ModPack on ATLauncher. You can find it in the main packs list (no code required) and more details can be found at http://www.atlauncher.com/pack/JourneytotheCore",
    "sinful_skies": "Sinful Skies is a hardcore modded skyblock which I'm currently testing. It's not out yet and you can't access it yet unfortunately, but look for it on the ATLauncher soon! For a modlist see https://github.com/TSSN/Sinful-Skies/blob/master/Mod_Listing.md",
    "dark_souls_2": "Dark Souls 2 is a game. It's been out a while. If you don't know what it is, Google is your friend.",
    "cities_skylines": "Cities: Skylines is a new cities building game released on 10th of March 2015. You can find more info at http://store.steampowered.com/app/255710/",
    "resident_evil_revelations_2": "Resident Evil Revelations 2 is the new game in the Resident Evil Revelations series and has just been released. Please don't backseat or spoil the game since this is my first time through and I wish to enjoy it. More details on the game can be found at http://store.steampowered.com/app/287290/",
    "unturned": "Unturned is a free Voxel based Dayz like game. Get it at http://store.steampowered.com/app/304930/",
    "backseat": "Please don't backseat or spoil the game. This is Ryan's first time through the game and he wishes to enjoy it without constantly being spoiled and backseated. Thankyou!",
    "setup": "To see everything Ryan uses to stream (hardware and software) see http://rta.pw/setup",
    "ascii_flip_table": "(ノಠ益ಠ)ノ彡┻━┻",
    "ascii_put_back": "┬──┬ ノ( ゜-゜ノ)",
    "ascii_mega_flip": "┻━┻ ︵ヽ(`Д´)ﾉ︵ ┻━┻",
    "ascii_strong": "ᕙ(⇀‸↼‶)ᕗ"
}